Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/sd/plenum_no/sp2018-4.pdf.tmx
Source language: nob
Languages: sme

source: Meld. St. 6 (2018-2019) Oppgaver til nye regioner (oppgavemeldingen) ble lagt fram 19. oktober. Sametingets høringsinnspill til oppgavemeldingen er stort sett gjengitt der det er relevant.
sme: St. 6 (2018-2019) Oppgaver til nye regioner (oppgavemeldingen) biddjojuvvui ovdan golggotmánu 19.b. Sámedikki gulaskuddanárvalus bargamušdieđáhussii lea eanaš geardduhuvvon doppe gos dat lei guoskevaš.

source: Oppgaveoverføringene ser til å bli fulgt opp gjennom flere ulike prosesser og særlig gjennom flere ulike etterfølgende meldingsarbeid.
sme: Orru leamen nu ahte bargamušsirdimat čuovvuluvvojit máŋga iešguđet proseassaid bokte ja erenoamážit máŋga iešguđet maŋisčuovvu dieđáhusbarggu bokte.

source: Forslagene i meldingen berører organer som Sametinget i større eller mindre grad samarbeider med og som Sametinget har konsultasjoner med i saker som kan berøre samiske interesser.
sme: Dieđáhusa evttohusat gusket orgánaide maiguin Sámedikkis lea uhcit eanet ovttasbargu ja maiguin Sámedikkis leat leamaš konsultašuvnnat dakkár áššiin mat sáhttet guoskat sámi beroštusaide.

source: Regjeringen varsler i meldingen at forslag som krever budsjettendringer vil bli fremmet i forbindelse med den ordinære budsjettprosessen, og at nye oppgaver som krever lov- eller forskriftsendringer i oppgavemeldingen vil bli sendt på høring.
sme: Ráđđehus almmuha dieđáhusas ahte evttohusat mat gáibidit bušeahttarievdadusaid, ovddiduvvojit dábálaš bušeahttaproseassa oktavuođas, ja ahte dakkár ođđa bargamušat mat gáibidit láhka- dahje láhkaásahusrievdadusaid bargamušdieđáhusas, sáddejuvvojit gulaskuddamii.

source: Sametingsrådet forutsetter at Sametinget blir fullt ut informert og involvert i alle prosesser, og selvsagt at konsultasjoner i oppfølgingen av oppgavemeldingen finner sted.
sme: Sámediggeráđđi eaktuda ahte Sámediggi oažžu dievaslaš dieđuid ja searvvahuvvo buot proseassaide, ja dieđusge ahte konsultašuvnnat čađahuvvojit bargamušdieđáhusa čuovvuleami oktavuođas.

source: Sametinget vil følge opp de ulike prosessene med de ansvarlige departementene.
sme: Sámediggi áigu čuovvulit iešguđet proseassaid ovddasvástideaddji departemeanttaiguin.

source: Sametingsrådet deltok også på høring i Stortinget om representantforslag om oppheving av sammenslåing av Troms og Finnmark 6. november.
sme: Sámediggeráđđi oassálasttii maiddái skábmamánu 6.b. gulaskuddamii Stuorradikki áirrasevttohusa oktavuođas fámohuhttit Romssa ja Finnmárkku ovttastahttima.

source: Samisk samarbeid Mål for innsatsområdet: Samisk språk, kultur og samfunnsliv bevares og utvikles både innenfor den enkelte nasjonalstat og på tvers av statsgrensene.
sme: Áŋgiruššansuorggi mihttomearri: Sámi giella, kultuvra ja servodateallin gozihuvvojit ja ovddiduvvojit sihke ovttaskas nationála stáhta siskkobealde ja stáhtarájáid rastá.

source: Felles organ for forvaltning og utvikling av samiske nasjonale symboler Samisk parlamentarisk råds og Samerådets felles organ for forvaltning og utvikling av samiske nasjonale symboler har avholdt sitt første møte i denne perioden.
sme: Oktasaš orgána sámi nationála symbolaid hálddašeami ja ovddideami várás Sámi parlamentáralaš ráđi ja Sámiráđi oktasaš orgána sámi nationála symbolaid hálddašeami ja ovddideami várás lea doallan vuosttaš čoahkkima dán áigodagas.

source: De har fått i oppdrag fra Samernas 21. konferens, representeres av Samerådets medlemsorganisasjoner, om å utse en samisk nasjonaljoik.
sme: Sii leat ožžon bargamuššan Sámiid 21. konferánssas mii ovddasta Sámiráđi lahttoorganisašuvnnaid, vállje sámi nationálaluođi.

source: Arbeidsgruppens medlemmer er Thomas Åhren fra Sametinget i Norge, Petra Magga Vars fra Sametinget i Finland, Anders Kråik fra Sametinget i Sverige, Lars-Anders Baer, Ol Johan Gaup og Anna Igontova fra Samerådet.
sme: Bargojoavkku lahtut leat Thomas Åhren Norgga bealde Sámedikkis, Petra Magga Vars Suoma bealde Sámedikkis, Anders Kråik Ruoŧa bealde Sámedikkis, Lars-Anders Baer, Ol Johan Gaup ja Anna Igontova Sámiráđis.

source: Det er ikke satt av særskilte ressurser til gjennomføring av tiltaket.
sme: Eai leat várrejuvvon sierra resurssat doaibmabiju čađaheapmái.

source: Den 13. arktiske parlamentarikerkonferanse Den 13. arktiske parlamentarikerkonferanse ble avholdt i Inari, Finland fra 16. til 19. september 2018.
sme: 13. árktalaš parlamentarihkarkonferánsa 13. árktalaš parlamentarihkarkonferánsa lágiduvvui Anáris, Suomas čakčamánu 16. – 19. b. 2018.

source: Samisk parlamentarisk råd deltar som permanent deltaker i dette samarbeidet.
sme: Sámi parlamentáralaš ráđđi lea bistevaš oassálasti dán ovttasbarggus.

source: Sametingspresidentene i de tre sametingene deltok.
sme: Dan golmma sámedikki sámediggepresideanttat oassálaste.

source: Tema for konferansen var levekår, næringslivets samfunnsansvar, klimaendringer og digitale løsninger for Arktis.
sme: Konferánssa fáddán lei eallineavttut, ealáhuseallima servodatovddasvástádus, dálkkádatrievdamat ja digitála čovdosat Árktisa várás.

source: Konferansen, som arrangeres annethvert år, vedtok en slutterklæring som sendes til regjeringene og parlamentene i det arktiske samarbeidet.
sme: Konferánsa mii lágiduvvo juohke nuppi jagi, mearridii loahppajulggaštusa mii sáddejuvvo árktalaš ovttasbarggu ráđđehusaide ja parlameanttaide.

source: Defending the Defenders Sametingspresidenten deltok på den internasjonale konferansen «Defending the Defenders – Building New Alliances for Protecting Indigenous Peoples` Rights», som ble arrangert av IWGIA i København 5. og 6. september.
sme: Defending the Defenders konferánsii searvan Sámediggepresideanta oassálasttii riikkaidgaskasaš konferensii «Defending the Defenders – Building New Alliances for Protecting Indigenous Peoples` Rights», maid IWGIA lágidii Københavnas čakčamánu 5. ja 6. b..

source: Urfolksaktivister og menneskerettighetseksperter deltok på konferansen som tok sikte på å oppfordre verdenssamfunnet til å stå opp for urfolk og andre som fredelig forsvarer sitt land og sine leveområder mot ødeleggelser fra industri som gruvedrift, hogst og landbruk.
sme: Álgoálbmotaktivisttat ja olmmošvuoigatvuođaáššedovdit oassálaste konferánsii man áigumuš lei ávžžuhit máilmmiservodaga bealuštit álgoálbmogii ja earáid geat ráfálaččat suodjalit iežaset riikka ja eallinguovlluid bilideami vuostá dakkár industriija bealis go ruvkedoaimmaid, muorračuohppamii ja eanadoalu.

source: Internasjonalt er det en stor utfordring at aktivister som ber om rettferdighet og sier nei til utvinningsindustrien, blir voldelig angrepet.
sme: Riikkaidgaskasaččat lea stuorra hástalussan go aktivisttat geat bivdet vuoiggalašvuođa ja hilgot ávkkástallanindustriija, fallehuvvojit veahkaválddiin.

source: Mange av disse har blitt drept, skadet, mottatt dødstrusler, arrestert eller blitt gjenstand for overgrep.
sme: Ollugat sis goddojuvvojit, hávváduvvojit, ožžot jápmináitagiid, biddjojuvvojit giddagassii dahje gillájit veahkaválddi.

source: Statistikken viser at problemet er økende.
sme: Statistihkka čájeha ahte váttisvuohta lea lassáneamen.

source: I 2017 ble det dokumentert over 400 slike drap, omtrent halvparten av ofrene er urfolk.
sme: 2017:s duođaštuvvojedje badjel 400 dakkár goddima, sullii bealli gillájeddjiin leat álgoálbmogat.

source: Sametingspresidenten bidro blant annet i presentasjonen av anbefalinger som gav grunnlag for et sluttdokument.
sme: Sámediggepresideanta lei earret eará mielde bidjamin ovdan daid rávvagiid mat ledje vuođđun loahppadokumentii.

source: Konferansen resulterte i et sett anbefalinger om hvordan man kan øke beskyttelsen av urfolks forsvarere som er i fare.
sme: Konferánssa boađusin ledje rávvagat das mo sáhttá buorebut suodjalit daid álgoálbmotsuodjaleddjiid geat leat váravuložat.

source: Det ble også anbefalt at alle relevante aktører støtter og engasjerer seg i ni sentrale handlinger som kan forbedre situasjonen til land og vann beskyttere.
sme: Rávvejuvvui maiddái buot guoskevaš oassálastiid doarjut ja váldit oasi ovcci guovddáš doibmii mat sáhttet buoridit eatnamiid ja čáziid suodjaleddjiid dili.

source: Arktisk råd Sametinget deltok på SAO-møtet for embetspersoner i Arktisk råd i Rovaniemi den 1. og 2. november 2018.
sme: Sámediggi oassálasttii SAO-čoahkkimii Árktalaš ráđi ámmátolbmuid várás Roavvenjárgga skábmamánu 1. ja 2. b. 2018.

source: Det arktiske biologiske mangfoldet var i fokus på møtet, der man også gikk igjennom rapporter fra rådets seks faste arbeidsgrupper, og tre midlertidige arbeidsgrupper.
sme: Árktalaš biologalaš šláddjivuohta lei čoahkkima guovddážis, mas maid geahčadedje raporttaid ráđi guđa bistevaš bargojoavkkus, ja golmma gaskaboddasaš bargojoavkkus.

source: I tillegg presenterte Island sin foreløpige plan for sitt formannskap i perioden 2019-2021.
sme: Dasa lassin bijai Islánda ovdan iežaset gaskaboddasaš plána ovdagotti várás áigodahkii 2019-2021.

source: Sametingets ILO-rapportering Sametingets skyggerapport som ble behandlet i forrige plenum om ILO-169 ble 8. oktober oversendt til ILOs ekspertkomité.
sme: Sámedikki ILO-raporteren Sámedikki suoivvanraporta ILO-169 birra mii meannuduvvui ovddit dievasčoahkkimis, sáddejuvvui golggotmánu 8. b. ILO áššedovdilávdegoddái.

source: Rapporten er i tillegg oversendt Den norske ILO-komiteen og Samerådet til orientering, og er gjort tilgjengelig på Sametingets nettsider.
sme: Raporta lea maid sáddejuvvon Norgga ILO-lávdegoddái ja Sámiráđđái diehtun, ja lea dahkkojuvvon olámuddui Sámedikki neahttasiidduin.

source: Sametingets CERD-rapportering Norge skal høres under den 97. sesjonen i Genève 5. og 6. desember 2018.
sme: Sámedikki CERD-raporteren Norga galgá gulaskuddot 97. sešuvnnas Genèvas juovlamánu 5. ja 6. b. 2018.

source: Sametinget kommer til å observere under sesjonen.
sme: Sámediggi galgá leat dárkojeaddjin sešuvnna áiggi.

source: Sametinget har utarbeidet en alternativ rapport til Norges rapportering som 5. november ble oversendt FNs komité for eliminering av rasediskriminering (CERD).
sme: Sámediggi lea ráhkadan molssaektosaš raportta Norgga raporteremii mii sáddejuvvui skábmamánu 5.b. ON nállevealaheami jávkadeami lávdegoddái (CERD).

source: Alle former for diskriminering mot samer er berørt i rapporten, blant annet blir temaet vold mot og blant samer løftet.
sme: Buotlágan vealaheapmi sápmelaččaid vuostá lea gieđahallojuvvon raporttas, earret eará gieđahallojuvvo dakkár fáddá go veahkaváldi sápmelaččaid vuostá ja gaskkas.

source: Urfolks rettigheter Mål for innsatsområdet: FNs erklæring om urfolks rettigheter er implementert i lovverk og praktisk politikk.
sme: Áŋgiruššansuorggi mihttomearri: ON álgoálbmotvuoigatvuođajulggaštus lea heivehuvvon láhkadahkosiin ja geavatlaš politihkas.

source: 116 L (2017-2018) Endringer av sameloven (konsultasjoner mv.) Regjeringen la 14. september fram forslaget til nytt kapittel i sameloven om konsultasjoner.
sme: Prop. 116 L (2017-2018) Sámelága rievdadusat (konsultašuvnnat jna.) Ráđđehus bijai ovdan čakčamánu 14. b. evttohusa ođđa kapihttalin sámeláhkii konsultašuvnnaid birra.

source: Proposisjonen er til behandling i Stortingets Kommunal- og forvaltningskomité, som avholdt en høring om forslaget 25. oktober. Sametingsrådet har orientert komiteen og representanter fra partiene på Stortinget om forslaget og viktigheten av at det blir vedtatt.
sme: Proposišuvnna lea Stuorradikki Gielda- ja hálddašanlávdegoddi meannudeamen, ja gulaskuddan evttohusa birra dollojuvvui golggotmánu 25. b. Sámediggeráđđi lea čuvgen Stuorradikki lávdegoddái ja bellodatáirasiidda evttohusa birra ja man deaŧalaš dat lea ahte evttohus mearriduvvo.

source: På høringen i Stortingskomiteen deltok sametingspresidenten, Ronny Wilhelmsen, gruppeleder for AP på Sametinget og Nancy Porsanger Anti, fungerende gruppeleder for SP på Sametinget.
sme: Stuorradiggelávdegotti gulaskuddamii serve sámediggepresideanta, Ronny Wilhelmsen, BB joavkojođiheaddji Sámedikkis ja Nancy Porsanger Anti, GB doaibmi joavkojođiheaddji Sámedikkis.

source: Sametinget har også skriftlig orientert kommunal- og forvaltningskomiteens medlemmer om forståelsen av lovforslaget særlig knyttet til spørsmål om lovprosessen, kommunenes konsultasjonsplikt og adgangen for unntak fra innsyn etter offentlighetsloven.
sme: Sámediggi lea maiddái čálalaččat čilgen gielda- ja hálddašanlávdegotti lahtuide láhkaevttohusa áddema birra erenoamážit gažaldagaid ektui láhkaproseassa birra, gielddaid konsultašuvdnageatnegasvuođa birra ja vejolašvuođa birra spiehkastit dokumeantageahčadanlobis almmolašvuođalága vuođul.

source: Sametingsrådet forventer at kommunal- og forvaltningskomiteen på Stortinget avgir innstilling om vedtak av lovforslaget seinest på nyåret 2019.
sme: Sámediggeráđđi vuordá ahte Stuorradikki gielda- ja hálddašanlávdegoddi ovddida láhkaevttohusmearrádusa maŋimusat ođđajagis 2019.

source: Utredning om innføring av fjellova i Troms og Nordland Sametingspresidenten har 5. november sendt brev til kommunal- og moderniseringsministeren med kopi til landbruks- og matministeren og justis-, beredskaps og integreringsministeren med ønske om tilbakemelding på hvordan regjeringen vil sikre konsultasjonsplikten med Sametinget i utredningen om innføring av fjellova i Troms og Nordland.
sme: Čielggadus várrelága ásaheami birra Romssa ja Nordlándda várás Sámediggepresideanta sáddii skábmamánu 5. b. reivve gielda- ja ođasmahttinministarii máŋgosiin eanadoallo- ja biebmoministarii ja justiisa-, gearggusvuođa- ja sisafárrejeddjiidministarii sávaldagain ahte oažžut vástádusa das mo ráđđehus áigu sihkkarastit konsultašuvdnageatnegasvuođa Sámedikkiin dan čielggadusas ahte ásahit várrelága Romssa ja Nordlándda várás.

source: Bakgrunnen for henvendelsen er at landbruks- og matministeren i skriftlig svar til spørsmål fra stortingsrepresentant Andreassen (Sp) datert 24. oktober 2018 sier at regjeringen har iverksatt et prioritert arbeid med å utrede spørsmålet ved at det er nedsatt en arbeidsgruppe bestående av Landbruks- og matdepartementet og andre departement.
sme: Oktavuođaváldima duogáš lea ahte eanadoallo- ja biebmoministtar čálalaš vástádusas golggotmánu 24. b. 2018 beaiváduvvon gažaldahkii stuorradiggeáirasis Andreassen (GB) dadjá ahte ráđđehus lea álggahan vuoruhuvvon barggu gažaldaga čielggademiin dainna lágiin ahte lea nammaduvvon bargojoavku mas Eanadoallo- ja biebmodepartemeanta ja eará departemeanttat leat mielde.

source: Sametinget er ikke invitert til deltakelsen i dette stadiet av arbeidet og er heller ikke blitt informert om det.
sme: Sámediggi ii leat bovdejuvvon oassálastit bargui dán muttus ii ge leat dieđihuvvon dan birra.

source: Sametingsrådet ser det som avgjørende at vurderingen av fjellovens bestemmelser for Troms og Nordland inngår i oppfølgingen av Samerettsutvalget og ikke motsatt.
sme: Sámediggeráđi mielas lea mearrideaddjin ahte várrelága mearrádusat Romssa ja Nordlándda várás leat mielde Sámi vuoigatvuođalávdegotti čuovvuleamis ii ge nuppe láhkai.

source: Sannhets- og forsoningsprosess – prosjekt
sme: Duohtavuođa- ja seanadanproseassa – prošeakta

source: Sametingspresidenten deltok på Samisk museumslags seminar 9. oktober om museenes rolle og bidrag i arbeidet med Sannhetskommisjonen.
sme: Sámediggepresideanta oassálasttii Sámi museasearvvi seminárii golggotmánu 9. b. museaid rolla birra ja sin buvttu birra Duohtavuođakommišuvnna bargui.

source: Presidenten fortalte om Sametingets arbeid og forventninger til Sannhetskommisjonen.
sme: Presideanta muitalii Sámedikki barggu birra ja Sámedikki vuordámušaid birra Duohtavuođakommišuvdnii.

source: Likestilling Mål for innsatsområdet: Et likestilt samisk samfunn med like rettigheter og muligheter for alle.
sme: Áŋgiruššansuorggi mihttomearri: Dásseárvosaš sámi servodat ovttalágan vuoigatvuođaiguin ja vejolašvuođaiguin buohkaide.

source: Queering Indigeneity. Sametinget deltok og holdt innlegg på workshopen Queering Indigeneity: Indigenous Queer Intersections in the Arctic i Oulu 6. september. Innlegget fokuserte på muligheter og utfordringer knyttet til politikkutvikling på dette området.
sme: Queering Indigeneity. Sámediggi oassálasttii sáhkavuoruin bargobádjái Queering Indigeneity: Indigenous Queer Intersections in the Arctic Oulus čakčamánu 6. b. Sáhkavuorru deattuhii vejolašvuođaid ja hástalusaid dán suorggi politihkkaovddideami oktavuođas.

source: Kriminalomsorg Sametingsrådet deltok og holdt innlegg på Krimonalomsorg, region nords konferanse om straffgjennomføring for samiske innsatte og domfelte i Trondheim 2. og 3. oktober. Innlegget fokuserte på samiske barns rettigheter til samvær med innsatte og domfelte foreldre samt utfordringer for samiske innsatte og domfelte med tilknytning til reindrifta.
sme: Sámediggeráđđi oassálasttii sáhkavuoruin Rihkusfuolahusa davvi regiovnna konferánsii sámi giddagasas čohkkámin ja dubmejuvvon olbmuid ráŋggáštusčađaheami birra Tråantes golggotmánu 2. ja 3. b. Sáhkavuorru deattuhii sámi mánáid vuoigatvuođaid beassat ovttastallat giddagasas čohkkámin ja dubmejuvvon váhnemiiguin ja hástalusaid mat daid sámi giddagasas čohkkámin ja dubmejuvvon boazodolliin leat.

source: Et styrket samisk språk, kultur og samfunnsliv.
sme: Nanosmahttojuvvon sámi giella, kultuvra ja servodateallin.

source: Regionalt og lokalt samarbeid. Mål for innsatsområdet: Et aktivt og målrettet samarbeid med regionale og lokale myndigheter for å styrke og utvikle samisk kultur, språk og samfunnsliv.
sme: Regionála ja báikkálaš ovttasbargu. Áŋgiruššansuorggi mihttomearri: Árjjalaš ja ulbmildiđolaš ovttasbargu regionála ja báikkálaš eiseválddiiguin nannen ja ovddidan dihtii sámi kultuvrra, giela ja servodateallima.

source: Samarbeidsavtale med Trøndelag Prosessen med å få på plass en samarbeidsavtale mellom Sametinget og det nye Trøndelag fylkeskommune ble formelt igangsatt i form av et møte i Tråante 1. desember 2017.
sme: Ovttasbargošiehtadus Trøndelágain Proseassa oažžut sadjái ovttasbargošiehtadusa gaskal Sámedikki ja ođđa Trøndelága fylkkasuohkana álggahuvvui formálalaččat čoahkkimiin Tråantes juovlamánu 1. b. 2017.

source: Det har vært gjennomført to fellesmøter mellom partene.
sme: Áššebealit leat doallan guokte oktasaščoahkkima.

source: Sametinget og Trøndelag fylkeskommune er i sluttfasen med å få på plass en samarbeidsavtale, der partene er enige om å inngå en avtale for perioden 2019-2022.
sme: Sámediggi ja Trøndelága fylkkasuohkan leat dál loahppamuttus oažžumin sadjái ovttasbargošiehtadusa, mas áššebealit leat soahpan dahkat šiehtadusa áigodahkii 2019 – 2022.

source: Avtalen skal etter planen underskrives av begge parter i forbindelse med Trøndelag fylkestings samling i Trondheim 13. desember 2018.
sme: Áigumuš lea vuolláičállit šiehtadusa Trøndelága fylkkadikki čoahkkima oktavuođas Tråantes juovlamánu 13. b. 2018.

source: Sametingsrådet vil legge frem avtalen for Sametingets plenum ved årlig gjennomgang av samarbeidsavtaler i 2019.
sme: Sámediggeráđđi ovddida šiehtadusa Sámedikki dievasčoahkkimii 2019:s go ovttasbargošiehtadusaid jahkásaš guorahallama oktavuođas.

source: Samarbeidsavtaler med kommuner og fylkeskommuner i forvaltningsområdet Hittil har de fleste kommunene underskrevet midlertidige samarbeidsavtaler med Sametinget.
sme: Ovttasbargošiehtadusat hálddašanguovllu gielddaiguin ja fylkkagielddaiguin Dán rádjai leat eanaš gielddat vuolláičállán ovttasbargošiehtadusaid Sámedikkiin.

source: Sametinget har hatt et møte med Røyrvik kommune om samarbeidsavtalen, der avtalen skal være klar for underskriving før årsskiftet.
sme: Sámedikkis lei čoahkkin Raarvihken tjïeltein ovttasbargošiehtadusa birra, ja šiehtadus galgá leat gárvvis vuolláičállimii ovdal ođđajagi.

source: De midlertidige samarbeidsavtalene skal være gjeldende inntil de nye kommunekategoriene og finansieringsmodellen er på plass.
sme: Gaskaboddasaš ovttasbargošiehtadusat galget leat fámus dassážiigo ođđa suohkankategoriijat ja ruhtadanmodeallat leat sajis.

source: Deretter vil nye avtaler bli utformet på bakgrunn av kategorivilkår og finansieringsmodell.
sme: Dasto hábmejuvvojit ođđa šiehtadusat kategoriijaeavttuid ja ruhtadanmodeallaid vuođul.

source: Samarbeidsavtalen mellom Sametinget og Finnmark fylkeskommune er undertegnet.
sme: Sámedikki ja Finnmárkku fylkkagieldda gaskasaš ovttasbargošiehtadus lea vuolláičállojuvvon.

source: Sametingspresidenten og fylkesordføreren underskrev avtalen som skal være gjeldende i perioden 2018-2020.
sme: Sámediggepresideanta ja fylkkasátnejođiheaddji vuolláičáliiga šiehtadusa mii galgá leat fámus áigodaga 2018-2020.

source: Samarbeidsavtalene mellom Trøndelag fylkeskommune og Sametinget, og Nordland fylkeskommune og Sametinget, skal opp til politisk behandling i begge instanser.
sme: Ovttasbargošiehtadusat gaskal Trøndelága fylkkasuohkana ja Sámedikki ja Nordlándda fylkkasuohkana ja Sámedikki galget meannuduvvot politihkalaččat goappašiid instánssain.

source: Etter politisk behandling skal samarbeidsavtalene undertegnes.
sme: Maŋŋá politihkalaš meannudeami galget ovttasbargošiehtadusat vuolláičállojuvvot.

source: Samarbeid med KS Sametinget og KS utformer nå en samarbeidsavtale.
sme: Ovttasbargu KS:in Sámediggi ja KS leat dál hábmemin ovttasbargošiehtadusa.

source: Samarbeidsavtalen skal sikre et formelt og systematisk samarbeid i saker der Sametinget og KS har felles interesser.
sme: Ovttasbargošiehtadus galgá sihkkarastit formálalaš ja systemáhtalaš ovttasbarggu dain áššiin main Sámedikkis ja KS:s leat oktasaš beroštusat.

source: Sametinget og KS er også i gang med utarbeidelse av effektiviseringsnettverk for kommuner.
sme: Sámediggi ja KS leat maid ráhkadeamen beavttálmahttinfierpmádaga gielddaid várás.

source: Samarbeidsavtale med Statskog SF Sametingsrådet har i møte med ledelsen i Statskog SF 9. oktober i Alta blitt enig om å få på plass en ny operativ samarbeidsavtale.
sme: Ovttasbargošiehtadus Statskog SF:in Sámediggeráđđi lea čoahkkimis Statskog SF jođihangottiin Álttás golggotmánu 9. b. soahpan oažžut sadjái ođđa doaibmi ovttasbargošiehtadusa.

source: Den gamle avtalen utløp i januar 2018.
sme: Boares šiehtadus fámohuvai ođđajagimánus 2018.

source: Partene skal særskilt se på muligheter til å samhandle om tiltak, som gir lokal forankring og oppslutning.
sme: Áššebealit galget erenoamážit árvvoštallat vejolašvuođaid bargat ovttas dakkár doaibmabijuiguin mat addet báikkálaš čatnaseami ja doarjaga.

source: Det tas sikte på å ha en aktiv prosess om avtalen slik at en politisk undertegning av en ny samarbeidsavtale kan skje raskt.
sme: Áigumuš lea čađahit árjjalaš proseassa šiehtadusa oktavuođas vai ođđa ovttasbargošiehtadus sáhttá johtilit vuolláičállojuvvo politihkalaččat.

source: I tillegg til dette drøftet partene enkeltsaker som: rettighetssituasjonen i Nord-Troms, revidering av konsesjonsvilkårene for Guolasjohka kraftverk i Kåfjord, Elkem og Nasafjell kvartsforekomst i Rana kommune, forslag om fjellov i Nordland og Troms, og NOU 2018:11 Ny fjellov, status i arronderingssalget samt mandatet til sannhets- og forsoningskommisjonen.
sme: Dasa lassin ságaškušše áššebealit dakkár eaŋkiláššiid go: vuoigatvuođadili Davvi-Romssas, Guolasjoga fápmorusttega konsešuvdnaeavttuid ođasmahttin Gáivuonas, Elkem ja Nasafjell kvárcagávdnoštupmi Roavada suohkanis, várreláhkaevttohus Nordlándda ja Romssa várás, ja NOU 2018:11 Ođđa várreláhka, arronderenvuovdima stáhtus ja duohtavuođa- ja seanadankommišuvnna mandáhta.
